Repository: Pro-IT-Services/ProIdentity-Access
Catalog: ios/ProIdentity/Localizable.xcstrings
Source language: en
Languages: cs, de, es, hu, it, pl, sk

source: Ready to connect to %@
cs: Připraveno k připojení k %@
de: Bereit zur Verbindung mit %@
es: Listo para conectar a %@
hu: Készen áll a csatlakozásra ehhez: %@
it: Pronto a connettersi a %@
pl: Gotowe do połączenia z %@
sk: Pripravené na pripojenie k %@

source: Received
cs: Přijato
de: Empfangen
es: Recibido
hu: Fogadva
it: Ricevuti
pl: Odebrano
sk: Prijaté

source: Register device
cs: Zaregistrovat zařízení
de: Gerät registrieren
es: Registrar el dispositivo
hu: Eszköz regisztrálása
it: Registra dispositivo
pl: Zarejestruj urządzenie
sk: Zaregistrovať zariadenie

source: Removes all connections, the device registration and settings, and returns to setup.
cs: Odstraní všechna připojení, registraci zařízení a nastavení a vrátí se k počátečnímu nastavení.
de: Entfernt alle Verbindungen, die Geräteregistrierung und Einstellungen und kehrt zur Einrichtung zurück.
es: Elimina todas las conexiones, el registro del dispositivo y los ajustes, y vuelve a la configuración inicial.
hu: Eltávolít minden kapcsolatot, az eszközregisztrációt és a beállításokat, majd visszatér a beállításhoz.
it: Rimuove tutte le connessioni, la registrazione del dispositivo e le impostazioni, e torna alla configurazione.
pl: Usuwa wszystkie połączenia, rejestrację urządzenia i ustawienia oraz wraca do konfiguracji początkowej.
sk: Odstráni všetky pripojenia, registráciu zariadenia a nastavenia a vráti aplikáciu na úvodné nastavenie.

source: Request denied
cs: Požadavek zamítnut
de: Anfrage abgelehnt
es: Solicitud denegada
hu: Kérés elutasítva
it: Richiesta rifiutata
pl: Żądanie odrzucone
sk: Žiadosť bola zamietnutá

source: Request expired
cs: Požadavek vypršel
de: Anfrage abgelaufen
es: Solicitud caducada
hu: A kérés lejárt
it: Richiesta scaduta
pl: Żądanie wygasło
sk: Platnosť žiadosti vypršala

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
hu: Visszaállítás
it: Reimposta
pl: Resetuj
sk: Resetovať

source: Reset app
cs: Resetovat aplikaci
de: App zurücksetzen
es: Restablecer la aplicación
hu: Alkalmazás visszaállítása
it: Reimposta app
pl: Resetuj aplikację
sk: Resetovať aplikáciu

source: Reset the app?
cs: Resetovat aplikaci?
de: App zurücksetzen?
es: ¿Restablecer la aplicación?
hu: Visszaállítja az alkalmazást?
it: Reimpostare l'app?
pl: Zresetować aplikację?
sk: Resetovať aplikáciu?

source: Routes
cs: Trasy
de: Routen
es: Rutas
hu: Útvonalak
it: Route
pl: Trasy
sk: Trasy

source: Secure access to your organization's network.
cs: Zabezpečený přístup k síti vaší organizace.
de: Sicherer Zugriff auf das Netzwerk Ihrer Organisation.
es: Acceso seguro a la red de su organización.
hu: Biztonságos hozzáférés a szervezete hálózatához.
it: Accesso sicuro alla rete della sua organizzazione.
pl: Bezpieczny dostęp do sieci Twojej organizacji.
sk: Bezpečný prístup k sieti vašej organizácie.

source: Select a connection
cs: Vyberte připojení
de: Verbindung auswählen
es: Seleccione una conexión
hu: Válasszon kapcsolatot
it: Selezioni una connessione
pl: Wybierz połączenie
sk: Vyberte pripojenie

source: Send a push approval instead
cs: Odeslat push schválení místo toho
de: Stattdessen eine Push-Genehmigung senden
es: Enviar una aprobación push en su lugar
hu: Küldjön inkább push jóváhagyást
it: Invia invece un'approvazione push
pl: Wyślij zatwierdzenie push zamiast tego
sk: Poslať schválenie push

source: Send again
cs: Odeslat znovu
de: Erneut senden
es: Enviar de nuevo
hu: Küldés újra
it: Invia di nuovo
pl: Wyślij ponownie
sk: Poslať znova

source: Sent
cs: Odesláno
de: Gesendet
es: Enviado
hu: Elküldve
it: Inviati
pl: Wysłano
sk: Odoslané

source: Server URL must use HTTPS
cs: URL serveru musí používat HTTPS
de: Server-URL muss HTTPS verwenden
es: La URL del servidor debe usar HTTPS
hu: A szerver URL-jének HTTPS-t kell használnia
it: L'URL del server deve usare HTTPS
pl: Adres URL serwera musi używać HTTPS
sk: Adresa servera musí používať HTTPS

source: Server address
cs: Adresa serveru
de: Serveradresse
es: Dirección del servidor
hu: Szerver címe
it: Indirizzo del server
pl: Adres serwera
sk: Adresa servera

source: Server connections will be disconnected.
cs: Připojení k serveru budou odpojena.
de: Serververbindungen werden getrennt.
es: Se desconectarán las conexiones del servidor.
hu: A szerverkapcsolatok leválasztásra kerülnek.
it: Le connessioni al server verranno disconnesse.
pl: Połączenia z serwerem zostaną rozłączone.
sk: Pripojenia k serverom sa odpoja.

source: Session
cs: Relace
de: Sitzung
es: Sesión
hu: Munkamenet
it: Sessione
pl: Sesja
sk: Relácia

source: Set up again
cs: Nastavit znovu
de: Erneut einrichten
es: Volver a configurar
hu: Beállítás újra
it: Configura di nuovo
pl: Skonfiguruj ponownie
sk: Nastaviť znova

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
hu: Beállítások
it: Impostazioni
pl: Ustawienia
sk: Nastavenia

source: Shows details
cs: Zobrazí podrobnosti
de: Zeigt Details
es: Muestra los detalles
hu: Részleteket jelenít meg
it: Mostra i dettagli
pl: Pokazuje szczegóły
sk: Zobrazí podrobnosti

source: Sign in
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
hu: Bejelentkezés
it: Accedi
pl: Zaloguj się
sk: Prihlásiť sa

source: Sign in to %@ to load your connections.
cs: Přihlaste se k %@ a načtěte svá připojení.
de: Melden Sie sich bei %@ an, um Ihre Verbindungen zu laden.
es: Inicie sesión en %@ para cargar sus conexiones.
hu: Jelentkezzen be ide: %@ a kapcsolatai betöltéséhez.
it: Acceda a %@ per caricare le sue connessioni.
pl: Zaloguj się do %@, aby wczytać swoje połączenia.
sk: Prihláste sa na server %@ a načítajte svoje pripojenia.

source: Sign in to load your organization's connections.
cs: Přihlaste se a načtěte připojení vaší organizace.
de: Melden Sie sich an, um die Verbindungen Ihrer Organisation zu laden.
es: Inicie sesión para cargar las conexiones de su organización.
hu: Jelentkezzen be a szervezete kapcsolatainak betöltéséhez.
it: Acceda per caricare le connessioni della sua organizzazione.
pl: Zaloguj się, aby wczytać połączenia swojej organizacji.
sk: Prihláste sa a načítajte pripojenia vašej organizácie.

source: Sign in to see your organization's servers, or import a configuration file.
cs: Přihlaste se a zobrazte servery vaší organizace, nebo importujte konfigurační soubor.
de: Melden Sie sich an, um die Server Ihrer Organisation zu sehen, oder importieren Sie eine Konfigurationsdatei.
es: Inicie sesión para ver los servidores de su organización, o importe un archivo de configuración.
hu: Jelentkezzen be a szervezete szervereinek megtekintéséhez, vagy importáljon egy konfigurációs fájlt.
it: Acceda per vedere i server della sua organizzazione, oppure importi un file di configurazione.
pl: Zaloguj się, aby zobaczyć serwery swojej organizacji, lub zaimportuj plik konfiguracji.
sk: Prihláste sa a zobrazte servery vašej organizácie alebo importujte konfiguračný súbor.

source: Sign in to your company's ProIdentity server. Connections are assigned to you.
cs: Přihlaste se k serveru ProIdentity vaší společnosti. Připojení jsou přiřazena vám.
de: Melden Sie sich beim ProIdentity-Server Ihres Unternehmens an. Verbindungen werden Ihnen zugewiesen.
es: Inicie sesión en el servidor ProIdentity de su empresa. Las conexiones se le asignan a usted.
hu: Jelentkezzen be a cége ProIdentity szerverére. A kapcsolatok Önhöz vannak rendelve.
it: Acceda al server ProIdentity della sua azienda. Le connessioni le vengono assegnate.
pl: Zaloguj się do serwera ProIdentity swojej firmy. Połączenia są przypisywane do Ciebie.
sk: Prihláste sa na server ProIdentity vašej organizácie. Pripojenia vám budú pridelené.

source: Sign out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
hu: Kijelentkezés
it: Esci
pl: Wyloguj się
sk: Odhlásiť sa

source: Sign out of %@?
cs: Odhlásit se z %@?
de: Von %@ abmelden?
es: ¿Cerrar la sesión de %@?
hu: Kijelentkezik innen: %@?
it: Uscire da %@?
pl: Wylogować się z %@?
sk: Odhlásiť používateľa %@?

source: Signed in as
cs: Přihlášeno jako
de: Angemeldet als
es: Sesión iniciada como
hu: Bejelentkezve mint
it: Connesso come
pl: Zalogowano jako
sk: Účet

source: Signed out
cs: Odhlášeno
de: Abgemeldet
es: Sesión cerrada
hu: Kijelentkezve
it: Disconnesso
pl: Wylogowano
sk: Nie ste prihlásení

source: Signing out disconnects server connections. Imported configurations stay on this device.
cs: Odhlášení odpojí připojení k serveru. Importované konfigurace zůstanou na tomto zařízení.
de: Beim Abmelden werden Serververbindungen getrennt. Importierte Konfigurationen bleiben auf diesem Gerät.
es: Al cerrar la sesión se desconectan las conexiones del servidor. Las configuraciones importadas permanecen en este dispositivo.
hu: A kijelentkezés leválasztja a szerverkapcsolatokat. Az importált konfigurációk ezen az eszközön maradnak.
it: Uscendo si disconnettono le connessioni al server. Le configurazioni importate restano su questo dispositivo.
pl: Wylogowanie rozłącza połączenia z serwerem. Zaimportowane konfiguracje pozostają na tym urządzeniu.
sk: Odhlásenie odpojí pripojenia k serverom. Importované konfigurácie zostanú v tomto zariadení.

source: Source code
cs: Zdrojový kód
de: Quellcode
es: Código fuente
hu: Forráskód
it: Codice sorgente
pl: Kod źródłowy
sk: Zdrojový kód

source: Stays on this device and is stored in the Keychain.
cs: Zůstává na tomto zařízení a je uložen v Klíčence.
de: Bleibt auf diesem Gerät und wird im Schlüsselbund gespeichert.
es: Permanece en este dispositivo y se almacena en el Llavero.
hu: Ezen az eszközön marad, és a Kulcskarikában tárolódik.
it: Resta su questo dispositivo ed è archiviata nel Portachiavi.
pl: Pozostaje na tym urządzeniu i jest przechowywany w Pęku kluczy.
sk: Zostáva v tomto zariadení a je uložená v Keychain.

source: That code didn't work. Check your authenticator and try again.
cs: Tento kód nefungoval. Zkontrolujte autentizační aplikaci a zkuste to znovu.
de: Dieser Code hat nicht funktioniert. Prüfen Sie Ihren Authenticator und versuchen Sie es erneut.
es: Ese código no funcionó. Compruebe su aplicación de autenticación e inténtelo de nuevo.
hu: Ez a kód nem működött. Ellenőrizze a hitelesítőjét, és próbálja újra.
it: Il codice non ha funzionato. Verifichi la sua app di autenticazione e riprovi.
pl: Ten kod nie zadziałał. Sprawdź aplikację uwierzytelniającą i spróbuj ponownie.
sk: Tento kód nefungoval. Skontrolujte aplikáciu autentifikátora a skúste to znova.

source: The VPN configuration is not valid on this device.
cs: Konfigurace VPN není na tomto zařízení platná.
de: Die VPN-Konfiguration ist auf diesem Gerät nicht gültig.
es: La configuración de la VPN no es válida en este dispositivo.
hu: A VPN konfiguráció nem érvényes ezen az eszközön.
it: La configurazione VPN non è valida su questo dispositivo.
pl: Konfiguracja VPN jest nieprawidłowa na tym urządzeniu.
sk: Konfigurácia VPN nie je v tomto zariadení platná.

source: The VPN couldn't start. Try again.
cs: VPN se nepodařilo spustit. Zkuste to znovu.
de: Das VPN konnte nicht gestartet werden. Versuchen Sie es erneut.
es: No se pudo iniciar la VPN. Inténtelo de nuevo.
hu: A VPN nem tudott elindulni. Próbálja újra.
it: Impossibile avviare la VPN. Riprovi.
pl: Nie udało się uruchomić VPN. Spróbuj ponownie.
sk: VPN sa nepodarilo spustiť. Skúste to znova.

source: The configuration is removed from this device. This can't be undone.
cs: Konfigurace se z tohoto zařízení odstraní. Tuto akci nelze vrátit zpět.
de: Die Konfiguration wird von diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: La configuración se elimina de este dispositivo. Esta acción no se puede deshacer.
hu: A konfiguráció eltávolításra kerül erről az eszközről. Ez nem vonható vissza.
it: La configurazione viene rimossa da questo dispositivo. L'operazione non può essere annullata.
pl: Konfiguracja zostanie usunięta z tego urządzenia. Tej operacji nie można cofnąć.
sk: Konfigurácia sa z tohto zariadenia odstráni. Túto akciu nemožno vrátiť späť.

source: The request was declined on your phone. Send a new one to try again.
cs: Požadavek byl v telefonu odmítnut. Odešlete nový a zkuste to znovu.
de: Die Anfrage wurde auf Ihrem Telefon abgelehnt. Senden Sie eine neue, um es erneut zu versuchen.
es: La solicitud se rechazó en su teléfono. Envíe una nueva para volver a intentarlo.
hu: A kérést elutasították a telefonján. Küldjön egy újat az újrapróbálkozáshoz.
it: La richiesta è stata rifiutata sul telefono. Ne invii una nuova per riprovare.
pl: Żądanie zostało odrzucone na telefonie. Wyślij nowe, aby spróbować ponownie.
sk: Žiadosť bola na vašom telefóne zamietnutá. Ak to chcete skúsiť znova, pošlite novú.

source: The server didn't return a session. Try again.
cs: Server nevrátil relaci. Zkuste to znovu.
de: Der Server hat keine Sitzung zurückgegeben. Versuchen Sie es erneut.
es: El servidor no devolvió una sesión. Inténtelo de nuevo.
hu: A szerver nem küldött vissza munkamenetet. Próbálja újra.
it: Il server non ha restituito una sessione. Riprovi.
pl: Serwer nie zwrócił sesji. Spróbuj ponownie.
sk: Server nevrátil reláciu. Skúste to znova.

source: The server didn't send a configuration.
cs: Server neodeslal konfiguraci.
de: Der Server hat keine Konfiguration gesendet.
es: El servidor no envió una configuración.
hu: A szerver nem küldött konfigurációt.
it: Il server non ha inviato una configurazione.
pl: Serwer nie przesłał konfiguracji.
sk: Server neposlal konfiguráciu.

source: The server didn't start a session.
cs: Server nezahájil relaci.
de: Der Server hat keine Sitzung gestartet.
es: El servidor no inició una sesión.
hu: A szerver nem indított munkamenetet.
it: Il server non ha avviato una sessione.
pl: Serwer nie rozpoczął sesji.
sk: Server nespustil reláciu.

source: The server returned an error (HTTP %lld).
cs: Server vrátil chybu (HTTP %lld).
de: Der Server hat einen Fehler zurückgegeben (HTTP %lld).
es: El servidor devolvió un error (HTTP %lld).
hu: A szerver hibát adott vissza (HTTP %lld).
it: Il server ha restituito un errore (HTTP %lld).
pl: Serwer zwrócił błąd (HTTP %lld).
sk: Server vrátil chybu (HTTP %lld).

source: The server took too long to respond. Try again.
cs: Odpověď serveru trvala příliš dlouho. Zkuste to znovu.
de: Der Server hat zu lange für die Antwort gebraucht. Versuchen Sie es erneut.
es: El servidor tardó demasiado en responder. Inténtelo de nuevo.
hu: A szerver túl sokáig válaszolt. Próbálja újra.
it: Il server ha impiegato troppo tempo a rispondere. Riprovi.
pl: Serwer odpowiadał zbyt długo. Spróbuj ponownie.
sk: Server neodpovedal včas. Skúste to znova.

source: The server's certificate isn't trusted.
cs: Certifikát serveru není důvěryhodný.
de: Dem Zertifikat des Servers wird nicht vertraut.
es: El certificado del servidor no es de confianza.
hu: A szerver tanúsítványa nem megbízható.
it: Il certificato del server non è attendibile.
pl: Certyfikat serwera nie jest zaufany.
sk: Certifikát servera nie je dôveryhodný.

source: This app
cs: Tato aplikace
de: Diese App
es: Esta aplicación
hu: Erről az alkalmazásról
it: Questa app
pl: Ta aplikacja
sk: Táto aplikácia

source: This connection's session has ended. Connect again.
cs: Relace tohoto připojení skončila. Připojte se znovu.
de: Die Sitzung dieser Verbindung ist beendet. Verbinden Sie sich erneut.
es: La sesión de esta conexión ha finalizado. Conéctese de nuevo.
hu: Ennek a kapcsolatnak a munkamenete véget ért. Csatlakozzon újra.
it: La sessione di questa connessione è terminata. Si connetta di nuovo.
pl: Sesja tego połączenia zakończyła się. Połącz ponownie.
sk: Relácia tohto pripojenia sa skončila. Pripojte sa znova.

source: This device
cs: Toto zařízení
de: Dieses Gerät
es: Este dispositivo
hu: Ez az eszköz
it: Questo dispositivo
pl: To urządzenie
sk: Toto zariadenie

source: This device is no longer registered. Set it up again.
cs: Toto zařízení již není registrováno. Nastavte jej znovu.
de: Dieses Gerät ist nicht mehr registriert. Richten Sie es erneut ein.
es: Este dispositivo ya no está registrado. Vuelva a configurarlo.
hu: Ez az eszköz már nincs regisztrálva. Állítsa be újra.
it: Questo dispositivo non è più registrato. Lo configuri di nuovo.
pl: To urządzenie nie jest już zarejestrowane. Skonfiguruj je ponownie.
sk: Toto zariadenie už nie je zaregistrované. Nastavte ho znova.

source: This device was removed by your administrator. Set it up again to continue.
cs: Toto zařízení odstranil váš správce. Pro pokračování jej nastavte znovu.
de: Dieses Gerät wurde von Ihrem Administrator entfernt. Richten Sie es erneut ein, um fortzufahren.
es: Su administrador eliminó este dispositivo. Vuelva a configurarlo para continuar.
hu: Ezt az eszközt a rendszergazda eltávolította. A folytatáshoz állítsa be újra.
it: Questo dispositivo è stato rimosso dal suo amministratore. Lo configuri di nuovo per continuare.
pl: To urządzenie zostało usunięte przez administratora. Skonfiguruj je ponownie, aby kontynuować.
sk: Správca odstránil toto zariadenie. Ak chcete pokračovať, nastavte ho znova.

source: This device will be unregistered here and all connections removed.
cs: Toto zařízení bude zde zrušeno z registrace a všechna připojení odstraněna.
de: Dieses Gerät wird hier abgemeldet und alle Verbindungen werden entfernt.
es: Este dispositivo se dará de baja aquí y se eliminarán todas las conexiones.
hu: Ennek az eszköznek a regisztrációja itt megszűnik, és minden kapcsolat eltávolításra kerül.
it: Questo dispositivo verrà rimosso dalla registrazione qui e tutte le connessioni verranno rimosse.
pl: To urządzenie zostanie tutaj wyrejestrowane, a wszystkie połączenia usunięte.
sk: Registrácia tohto zariadenia na serveri sa zruší a všetky pripojenia sa odstránia.

source: This doesn't look like a ProIdentity Access server.
cs: Toto nevypadá jako server ProIdentity Access.
de: Dies scheint kein ProIdentity Access-Server zu sein.
es: Esto no parece un servidor de ProIdentity Access.
hu: Ez nem tűnik ProIdentity Access szervernek.
it: Questo non sembra un server ProIdentity Access.
pl: To nie wygląda na serwer ProIdentity Access.
sk: Toto nevyzerá ako server ProIdentity Access.

source: This doesn't look like a WireGuard configuration.
cs: Toto nevypadá jako konfigurace WireGuard.
de: Dies scheint keine WireGuard-Konfiguration zu sein.
es: Esto no parece una configuración de WireGuard.
hu: Ez nem tűnik WireGuard konfigurációnak.
it: Questa non sembra una configurazione WireGuard.
pl: To nie wygląda na konfigurację WireGuard.
sk: Toto nevyzerá ako konfigurácia WireGuard.

source: This doesn't look like a WireGuard configuration. It needs an [Interface] section with a PrivateKey.
cs: Toto nevypadá jako konfigurace WireGuard. Vyžaduje sekci [Interface] s položkou PrivateKey.
de: Dies scheint keine WireGuard-Konfiguration zu sein. Sie benötigt einen [Interface]-Abschnitt mit einem PrivateKey.
es: Esto no parece una configuración de WireGuard. Necesita una sección [Interface] con una PrivateKey.
hu: Ez nem tűnik WireGuard konfigurációnak. Szüksége van egy [Interface] szakaszra PrivateKey értékkel.
it: Questa non sembra una configurazione WireGuard. Richiede una sezione [Interface] con una PrivateKey.
pl: To nie wygląda na konfigurację WireGuard. Wymaga sekcji [Interface] z kluczem PrivateKey.
sk: Toto nevyzerá ako konfigurácia WireGuard. Musí obsahovať sekciu [Interface] s kľúčom PrivateKey.

source: This file couldn't be read.
cs: Tento soubor nelze přečíst.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer este archivo.
hu: Ezt a fájlt nem sikerült beolvasni.
it: Impossibile leggere questo file.
pl: Nie udało się odczytać tego pliku.
sk: Tento súbor sa nepodarilo prečítať.

source: Try again
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
hu: Próbálja újra
it: Riprova
pl: Spróbuj ponownie
sk: Skúsiť znova

source: Tunnel not found
cs: Tunel nebyl nalezen
de: Tunnel nicht gefunden
es: Túnel no encontrado
hu: Az alagút nem található
it: Tunnel non trovato
pl: Nie znaleziono tunelu
sk: Tunel sa nenašiel

source: Two-factor authentication required
cs: Vyžadováno dvoufaktorové ověření
de: Zwei-Faktor-Authentifizierung erforderlich
es: Se requiere autenticación de dos factores
hu: Kétfaktoros hitelesítés szükséges
it: Autenticazione a due fattori richiesta
pl: Wymagane uwierzytelnianie dwuskładnikowe
sk: Vyžaduje sa dvojfaktorové overenie

source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
pl: Typ
sk: Typ

source: Use a .conf file from your VPN provider or administrator.
cs: Použijte soubor .conf od svého poskytovatele VPN nebo správce.
de: Verwenden Sie eine .conf-Datei Ihres VPN-Anbieters oder Administrators.
es: Use un archivo .conf de su proveedor de VPN o administrador.
hu: Használjon egy .conf fájlt a VPN-szolgáltatójától vagy rendszergazdájától.
it: Usi un file .conf del suo provider VPN o amministratore.
pl: Użyj pliku .conf od swojego dostawcy VPN lub administratora.
sk: Použite súbor .conf od poskytovateľa VPN alebo od správcu.

source: Use a different server
cs: Použít jiný server
de: Einen anderen Server verwenden
es: Usar un servidor diferente
hu: Másik szerver használata
it: Usa un server diverso
pl: Użyj innego serwera
sk: Použiť iný server

source: Use a different server?
cs: Použít jiný server?
de: Einen anderen Server verwenden?
es: ¿Usar un servidor diferente?
hu: Másik szervert használ?
it: Usare un server diverso?
pl: Użyć innego serwera?
sk: Použiť iný server?

source: Use your %@ account.
cs: Použijte svůj účet %@.
de: Verwenden Sie Ihr %@-Konto.
es: Use su cuenta de %@.
hu: Használja a %@ fiókját.
it: Usi il suo account %@.
pl: Użyj swojego konta %@.
sk: Použite svoj účet na serveri %@.

source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
hu: Felhasználónév
it: Nome utente
pl: Nazwa użytkownika
sk: Používateľské meno

source: VPN connections can't run in the iOS Simulator. Use an iPhone to connect.
cs: Připojení VPN nelze spustit v simulátoru iOS. K připojení použijte iPhone.
de: VPN-Verbindungen können im iOS-Simulator nicht ausgeführt werden. Verwenden Sie ein iPhone, um sich zu verbinden.
es: Las conexiones VPN no pueden ejecutarse en el simulador de iOS. Use un iPhone para conectarse.
hu: A VPN-kapcsolatok nem futtathatók az iOS szimulátorban. A csatlakozáshoz használjon iPhone-t.
it: Le connessioni VPN non possono funzionare nel simulatore iOS. Usi un iPhone per connettersi.
pl: Połączenia VPN nie działają w symulatorze iOS. Użyj iPhone'a, aby się połączyć.
sk: VPN pripojenia nemôžu bežať v simulátore iOS. Na pripojenie použite iPhone.

source: VPN permission wasn't granted. Allow the VPN configuration to connect.
cs: Oprávnění VPN nebylo uděleno. Pro připojení povolte konfiguraci VPN.
de: Die VPN-Berechtigung wurde nicht erteilt. Erlauben Sie die VPN-Konfiguration, um sich zu verbinden.
es: No se concedió el permiso de VPN. Permita la configuración de la VPN para conectarse.
hu: A VPN-engedély nem lett megadva. Engedélyezze a VPN konfigurációt a csatlakozáshoz.
it: L'autorizzazione VPN non è stata concessa. Consenta la configurazione VPN per connettersi.
pl: Nie przyznano uprawnień VPN. Zezwól na konfigurację VPN, aby się połączyć.
sk: Povolenie pre VPN nebolo udelené. Na pripojenie povoľte konfiguráciu VPN.

source: VPN unavailable — Network Extension entitlement required
cs: VPN není k dispozici — vyžadováno oprávnění Network Extension
de: VPN nicht verfügbar — Network-Extension-Berechtigung erforderlich
es: VPN no disponible — se requiere la autorización de Network Extension
hu: A VPN nem érhető el — Network Extension jogosultság szükséges
it: VPN non disponibile — richiesta l'autorizzazione Network Extension
pl: VPN niedostępny — wymagane uprawnienie Network Extension
sk: VPN nie je k dispozícii — vyžaduje sa oprávnenie Network Extension
